/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "Se ha producido un error en la validación";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "Se ha producido un error";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Descartar cambio";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Error de formato";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Clave no válida";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "La clave no puede estar vacía";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "La clave ya está en uso";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "El valor de %@ no puede estar vacío";

